Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-sysadmin.tmx
Source language: en
Languages: sv

source: Updating the boot menu
sv: Uppdaterar startmenyn

source: The computer booted with the following parameters:
sv: Datorn startade med följande parametrar:

source: Boot arguments cannot include space characters.
sv: Startargument får inte innehålla mellanslag.

source: Quit
sv: Avsluta

source: Set the delay to -1 if you want the menu to show indefinitely.
sv: Sätt fördröjningen till -1 om du vill att menyn ska visas på obestämd tid.

source: If the argument is not recognized by the kernel it will be ignored.
sv: Om argumentet inte känns igen av kärnan kommer det att ignoreras.

source: Save
sv: Spara

source: Success
sv: Lyckades

source: Boot parameters
sv: Startparametrar

source: Error
sv: Fel

source: Result:
sv: Resultat:

source: Close
sv: Stäng

source: Boot Menu
sv: Startmeny

source: Boot menu
sv: Startmeny

source: Add a boot argument
sv: Lägg till ett startargument

source: Processing...
sv: Arbetar…

source: Show the menu
sv: Visa menyn

source: Running update-grub...
sv: Kör update-grub…

source: The menu will always be shown if multiple operating systems are installed.
sv: Menyn visas alltid om flera operativsystem är installerade.

source: Remember the last selected choice as the default
sv: Spara det senast valda alternativet som standard

source: About
sv: Om

source: In addition to the system configuration you can set your own parameters in the list below
sv: Utöver systemkonfigurationen kan du ange egna parametrar i listan nedan

source: Delay before booting the default selection (seconds)
sv: Fördröjning innan standardvalet startas (sekunder)

source: Press Save and reboot the computer for changes to take effect.
sv: Tryck på Spara och starta om datorn för att ändringarna ska träda i kraft.

source: Configure the system
sv: Konfigurera systemet
